Repository: Abhoy84/Abhoy_catering
Catalog: lib/l10n/app_*.arb
Languages: bn, hi

# appTitle
source: Abhay Catering
bn: অভয় ক্যাটারিং
hi: अभय कैटरिंग

source: Home
bn: হোম
hi: होम

source: Menu
bn: মেনু
hi: मेन्यू

# contact
source: Contact Us
bn: যোগাযোগ
hi: संपर्क करें

# welcomeMessage
source: Welcome to Abhay Catering
bn: অভয় ক্যাটারিং-এ স্বাগতম
hi: अभय कैटरिंग में आपका स्वागत है

# subTitle
source: Delicious food for every occasion
bn: প্রতিটি অনুষ্ঠানের জন্য সুস্বাদু খাবার
hi: हर अवसर के लिए स्वादिष्ट भोजन

source: Book Now
bn: বুক করুন
hi: अभी बुक करें

source: Services
bn: পরিষেবা
hi: सेवाएं

source: Gallery
bn: গ্যালারি
hi: गैलरी

source: About
bn: সম্পর্কে
hi: हमारे बारे में

source: BEST IN WEST BENGAL
bn: পশ্চিমবঙ্গের সেরা
hi: पश्चिम बंगाल में सर्वश्रेष्ठ

# heroTitle
source: Exquisite Catering in Digha –
bn: দিঘায় অপূর্ব ক্যাটারিং –
hi: दीघा में शानदार कैटरिंग –

# heroTitleHighlight
source: From Sea to Plate
bn: সমুদ্র থেকে পাতে
hi: समुद्र से सीधा प्लेट तक

# heroDescription
source: Celebrate your special moments with the authentic soul of Bengal. We bring you the freshest catches from the Digha coast and traditional recipes passed down through generations.
bn: বাংলার খাঁটি স্বাদের সাথে আপনার বিশেষ মুহূর্তগুলো উদযাপন করুন। আমরা দিঘা উপকূলের তাজা মাছ এবং প্রজন্মের পর প্রজন্ম ধরে চলে আসা ঐতিহ্যবাহী রেসিপি নিয়ে আসি।
hi: बंगाल की असली आत्मा के साथ अपने खास पलों का जश्न मनाएं। हम दीघा तट से ताजी मछलियां और पीढ़ियों से चली आ रही पारंपरिक रेसिपी लाते हैं।

source: Start Booking
bn: বুকিং শুরু করুন
hi: बुकिंग शुरू करें

source: View Menu
bn: মেনু দেখুন
hi: मेन्यू देखें

source: Events Catered
bn: ইভেন্ট সম্পন্ন
hi: आयोजित कार्यक्रम

source: Customer Rating
bn: গ্রাহক রেটিং
hi: ग्राहक रेटिंग

source: Fresh Today
bn: আজই তাজা
hi: आज का ताज़ा

# freshTodaySub
source: Daily catch from Digha Mohona
bn: দিঘা মোহনা থেকে দৈনিক সংগ্রহ
hi: दीघा मोहना से दैनिक पकड़

source: TASTE THE HERITAGE
bn: ঐতিহ্যের স্বাদ
hi: विरासत का स्वाद

# culinarySpecialties
source: Our Culinary Specialties
bn: আমাদের বিশেষ খাবার
hi: हमारी पाक विशिष्टताएं

source: Explore Full Menu
bn: সম্পূর্ণ মেনু দেখুন
hi: पूरा मेन्यू देखें

# specialty1Title
source: Coastal Delights
bn: উপকূলীয় স্বাদ
hi: तटीय जायके

# specialty1Desc
source: Fresh Pomfret, Prawns, and Bhetki sourced daily.
bn: তাজা পমফ্রেট, চিংড়ি এবং ভেটকি প্রতিদিন সংগ্রহ করা হয়।
hi: तज़ा पॉम्फ्रेट, झींगा और भेटकी रोज़ाना मंगाई जाती है।

# specialty2Title
source: Royal Thalis
bn: রাজকীয় থালি
hi: शाही थाली

# specialty2Desc
source: Authentic veg and non-veg traditional spreads.
bn: খাঁটি নিরামিষ এবং আমিষ ঐতিহ্যবাহী খাবার।
hi: शुद्ध शाकाहारी और मांसाहारी पारंपरिक भोजन।

# specialty3Title
source: Weddings & Events
bn: বিবাহ ও অনুষ্ঠান
hi: शादी और कार्यक्रम

# specialty3Desc
source: Full-scale catering for grand celebrations.
bn: বড় উৎসবের জন্য পূর্ণাঙ্গ ক্যাটারিং ব্যবস্থা।
hi: भव्य समारोहों के लिए पूर्ण कैटरिंग सेवा।

# whyChooseUsTitle
source: Why Choose Abhay Catering?
bn: কেন বাছবেন অভয় ক্যাটারিং?
hi: अभय कैटरिंग क्यों चुनें?

# whyChooseUsDesc
source: We combine years of culinary expertise with a deep love for Digha's local flavors.
bn: দিঘার স্থানীয় স্বাদের প্রতি গভীর ভালোবাসার সাথে আমরা আমাদের রন্ধনসম্পর্কীয় দক্ষতা যুক্ত করি।
hi: हम दीघा के स्थानीय स्वादों के प्रति गहरे प्रेम के साथ अपने पाक कौशल को जोड़ते हैं।

# feature1Title
source: Local Sourcing
bn: লোকাল সোর্সিং
hi: स्थानीय स्रोत

# feature1Desc
source: Seafood sourced daily from Digha Mohana.
bn: দিঘা মোহনা থেকে প্রতিদিন তাজা সামুদ্রিক খাবার সংগ্রহ।
hi: दीघा मोहना से रोज़ाना ताज़ा समुद्री भोजन।

# feature2Title
source: Hygienic Prep
bn: স্বাস্থ্যকর প্রস্তুতি
hi: स्वच्छ तैयारी

# feature2Desc
source: Strict adherence to safety standards.
bn: সুরক্ষা মান কঠোরভাবে মেনে চলা হয়।
hi: सुरक्षा मानकों का सख्ती से पालन।

# feature3Title
source: Tailored Menus
bn: পছন্দসই মেনু
hi: अनुकूलित मेनू

# feature3Desc
source: Customize every dish to suit your taste.
bn: আপনার স্বাদ অনুযায়ী প্রতিটি খাবার কাস্টমাইজ করুন।
hi: अपने स्वाद के अनुसार हर डिश को कस्टमाइज़ करें।

# feature4Title
source: Expert Team
bn: অভিজ্ঞ টিম
hi: विशेषज्ञ टीम

# feature4Desc
source: Experienced chefs and attentive servers.
bn: অভিজ্ঞ শেফ এবং দক্ষ পরিবেশনকারী।
hi: अनुभवी शेफ और चौकस सर्वर।

# readyToPlan
source: Ready to Plan Your Event?
bn: আপনার ইভেন্ট প্ল্যান করতে প্রস্তুত?
hi: अपना कार्यक्रम प्लान करने के लिए तैयार हैं?

# readyToPlanDesc
source: Let us make your next occasion unforgettable with our exquisite catering.
bn: আমাদের অপূর্ব ক্যাটারিং-এর সাথে আপনার পরবর্তী অনুষ্ঠানকে অবিস্মরণীয় করে তুলুন।
hi: हमारी शानदार कैटरिंग के साथ अपने अगले अवसर को अविस्मरणीय बनाएं।

# getQuote
source: Get a Quote
bn: মূল্য জানুন
hi: कोटेशन प्राप्त करें

source: Contact Us
bn: যোগাযোগ করুন
hi: संपर्क करें

# address
source: New Digha, West Bengal, India
bn: নিউ দিঘা, পশ্চিমবঙ্গ, ভারত
hi: न्यू दीघा, पश्चिम बंगाल, भारत

source: Quick Links
bn: দ্রুত লিঙ্ক
hi: त्वरित लिंक

source: Follow Us
bn: ফলো করুন
hi: फॉलो करें

# rightsReserved
source: All rights reserved.
bn: সর্বস্বত্ব সংরক্ষিত।
hi: सर्वाधिकार सुरक्षित।

# footerDesc
source: Bringing the finest flavors of Digha and Bengal to your table since 2014. Quality, hygiene, and tradition are our hallmarks.
bn: ২০১৪ সাল থেকে আমরা আপনাদের পাতে দিঘা এবং বাংলার সেরা স্বাদ পৌঁছে দিচ্ছি। গুণমান, স্বাস্থ্যবিধি এবং ঐতিহ্য আমাদের বৈশিষ্ট্য।
hi: 2014 से हम आपके लिए दीघा और बंगाल के बेहतरीन स्वाद ला रहे हैं। गुणवत्ता, स्वच्छता और परंपरा हमारी पहचान है।

source: Visit Us
bn: আমাদের ঠিকানা
hi: हमसे मिलें

source: Special Menu
bn: বিশেষ মেনু
hi: विशेष मेनू

source: Wedding Packages
bn: বিয়ে প্যাকেজ
hi: शादी पैकेज

source: Event Gallery
bn: ইভেন্ট গ্যালারি
hi: इवेंट गैलरी

source: Privacy Policy
bn: গোপনীয়তা নীতি
hi: गोपनीयता नीति

source: Wedding Catering
bn: বিয়ে ক্যাটারিং
hi: शादी कैटरिंग

source: Corporate Events
bn: কর্পোরেট ইভেন্ট
hi: कॉर्पोरेट कार्यक्रम

source: Home Parties
bn: ঘরোয়া অনুষ্ঠান
hi: घरेलू पार्टियां

source: Beach Parties
bn: সৈকত পার্টি
hi: बीच पार्टियां

source: TERMS OF SERVICE
bn: সেবার শর্তাবলী
hi: सेवा की शर्तें

source: COOKIES
bn: কুকিজ
hi: कुकीज़

source: BOOKING FUNNEL
bn: বুকিং ফানেল
hi: बुकिंग फ़नल

source: Step 1: Event Type
bn: ধাপ ১: ইভেন্টের ধরন
hi: चरण 1: कार्यक्रम प्रकार

# planYourOccasion
source: Plan Your Special Occasion
bn: আপনার বিশেষ অনুষ্ঠান পরিকল্পনা করুন
hi: अपने विशेष अवसर की योजना बनाएं

# selectEventType
source: Please select the type of event you are hosting in Digha.
bn: অনুগ্রহ করে দিঘায় আপনি যে ধরনের অনুষ্ঠান আয়োজন করছেন তা নির্বাচন করুন।
hi: कृपया दीघा में आप जिस प्रकार का कार्यक्रम आयोजित कर रहे हैं उसे चुनें।

source: Marriage
bn: বিবাহ
hi: शादी

source: Birthday
bn: জন্মদিন
hi: जन्मदिन

source: Ring Ceremony
bn: আংটি অনুষ্ঠান
hi: रिंग सेरेमनी

source: Other Event
bn: অন্যান্য অনুষ্ঠান
hi: अन्य कार्यक्रम

# cantFindEvent
source: Can't find your event? Type it here:
bn: আপনার ইভেন্ট খুঁজে পাচ্ছেন না? এখানে লিখুন:
hi: अपना कार्यक्रम नहीं मिल रहा? यहां टाइप करें:

# customEventHint
source: e.g. Corporate Meet, Anniversary
bn: যেমন কর্পোরেট মিট, বার্ষিকী
hi: जैसे कॉर्पोरेट मीट, वर्षगांठ

source: Next Step
bn: পরবর্তী ধাপ
hi: अगला चरण

# pleaseSelectEvent
source: Please select an event to continue
bn: চালিয়ে যেতে একটি ইভেন্ট নির্বাচন করুন
hi: जारी रखने के लिए कृपया एक कार्यक्रम चुनें

# copyright
source: © 2024 Digha Catering Services. All Rights Reserved.
bn: © ২০২৪ দিঘা ক্যাটারিং সার্ভিসেস। সর্বস্বত্ব সংরক্ষিত।
hi: © 2024 दीघा कैटरिंग सर्विसेज। सर्वाधिकार सुरक्षित।

source: Select Your Menu
bn: আপনার মেনু নির্বাচন করুন
hi: अपना मेनू चुनें

# step2MenuDesc
source: Step 2 of 5: Choose starters, mains and desserts
bn: ধাপ ২ এর ৫: স্টার্টার, মেইন এবং ডেজার্ট বেছে নিন
hi: चरण 2 का 5: स्टार्टर, मेन और डेजर्ट चुनें

source: Your Plate
bn: আপনার প্লেট
hi: आपकी प्लेट

source: Next: Logistics
bn: পরবর্তী: লজিস্টিকস
hi: अगला: लॉजिस्टिक्स

source: Go Back
bn: ফিরে যান
hi: वापस जाएं

# menuFooter
source: © 2024 Digha Catering Services. Serving traditional Bengali flavors with modern elegance.
bn: © ২০২৪ দিঘা ক্যাটারিং সার্ভিসেস। আধুনিক কমনীয়তার সাথে ঐতিহ্যবাহী বাংলা স্বাদ পরিবেশন করছি।
hi: © 2024 दीघा कैटरिंग सर्विसेज। आधुनिक शैली के साथ पारंपरिक बंगाली स्वाद परोस रहे हैं।

# step3Logistics
source: Step 3 of 5: Logistics
bn: ধাপ ৩ এর ৫: লজিস্টিকস
hi: चरण 3 का 5: लॉजिस्टिक्स

source: Next: Menu Customization
bn: পরবর্তী: মেনু কাস্টমাইজেশন
hi: अगला: मेनू कस्टमाइजेशन

source: Event Logistics
bn: ইভেন্ট লজিস্টিকস
hi: इवेंट लॉजिस्टिक्स

# logisticsDesc
source: Tell us when and where the feast begins. We handle the rest.
bn: আমাদের জানান কখন ও কোথায় উৎসব শুরু হবে। বাকি আমরা সামলাই।
hi: हमें बताएं कि दावत कब और कहां शुरू होती है। बाकी हम संभाल लेंगे।

source: Expected Guest Count
bn: প্রত্যাশিত অতিথি সংখ্যা
hi: प्रत्याशित अतिथि संख्या

# minimumGuests
source: Minimum 20 guests for standard catering
bn: স্ট্যান্ডার্ড ক্যাটারিং এর জন্য ন্যূনতম ২০ জন অতিথি
hi: स्टैंडर्ड कैटरिंग के लिए कम से कम 20 अतिथि

source: Event Date
bn: ইভেন্টের তারিখ
hi: इवेंट की तारीख

source: Service Time
bn: সেবার সময়
hi: सेवा समय

# venueAddress
source: Venue Address in Digha
bn: দিঘায় ভেনিউ ঠিকানা
hi: दीघा में वेन्यू पता

# venueHint
source: Enter specific location (e.g., Near New Digha Sea Beach, Hotel Seashore Complex, or private residence in Old Digha)
bn: নির্দিষ্ট অবস্থান লিখুন (যেমন: নিউ দিঘা সমুদ্র সৈকতের কাছে, হোটেল সিশোর কমপ্লেক্স, বা ওল্ড দিঘায় ব্যক্তিগত বাসভবন)
hi: विशिष्ट स्थान दर्ज करें (जैसे: न्यू दीघा समुद्र तट के पास, होटल सीशोर कॉम्प्लेक्स, या ओल्ड दीघा में निजी निवास)

# serviceArea
source: We serve all areas across Digha, Mandarmani, and Shankarpur.
bn: আমরা দিঘা, মন্দারমনি এবং শঙ্করপুর জুড়ে সমস্ত এলাকায় সেবা দিই।
hi: हम दीघा, मंदारमणि और शंकरपुर के सभी क्षेत्रों में सेवा प्रदान करते हैं।

source: Back
bn: পিছনে
hi: पीछे

source: Continue to Menu
bn: মেনুতে চলুন
hi: मेनू पर जारी रखें

# freshIngredients
source: Fresh Local Ingredients
bn: তাজা স্থানীয় উপাদান
hi: ताज़ा स्थानीय सामग्री

source: Sea Food Specialists
bn: সমুদ্রের খাবার বিশেষজ্ঞ
hi: समुद्री भोजन विशेषज्ञ

source: Licensed Caterers
bn: লাইসেন্সপ্রাপ্ত ক্যাটারার
hi: लाइसेंसप्राप्त कैटररर्स

# localSupport
source: 24/7 Local Support
bn: ২৪/৭ স্থানীয় সহায়তা
hi: 24/7 स्थानीय सहायता

# step4Review
source: Step 4 of 5
bn: ধাপ ৪ এর ৫
hi: चरण 4 का 5

source: Review & Export Summary
bn: পর্যালোচনা ও রপ্তানি সারাংশ
hi: समीक्षा और निर्यात सारांश

# finalReviewTitle
source: Final Review: Let's make your event in Digha perfect.
bn: চূড়ান্ত পর্যালোচনা: আসুন দিঘায় আপনার ইভেন্টকে নিখুঁত করি।
hi: अंतिम समीक्षा: आइए दीघा में आपके इवेंट को परफेक्ट बनाएं।

# finalReviewDesc
source: Please double-check your event details and menu selections before confirming.
bn: নিশ্চিত করার আগে অনুগ্রহ করে আপনার ইভেন্টের বিবরণ এবং মেনু নির্বাচন দুবার পরীক্ষা করুন।
hi: कृपया पुष्टि करने से पहले अपने इवेंट विवरण और मेनू चयन की दोबारा जांच करें।

source: Event Quick-Look
bn: ইভেন্ট দ্রুত-দেখুন
hi: इवेंट त्वरित-देखें

source: Edit Details
bn: বিবরণ সম্পাদনা করুন
hi: विवरण संपादित करें

source: DATE
bn: তারিখ
hi: तारीख

source: TIME
bn: সময়
hi: समय

source: GUESTS
bn: অতিথি
hi: अतिथि

source: LOCATION
bn: অবস্থান
hi: स्थान

source: The Selected Menu
bn: নির্বাচিত মেনু
hi: चयनित मेनू

source: Change Selection
bn: নির্বাচন পরিবর্তন করুন
hi: चयन बदलें

source: Starters
bn: স্টার্টার
hi: स्टार्टर

source: Mains
bn: মেইন
hi: मेन्स

source: Desserts
bn: ডেজার্ট
hi: डेजर्ट

source: Ready to proceed?
bn: এগিয়ে যেতে প্রস্তুত?
hi: आगे बढ़ने के लिए तैयार?

# downloadQuoteDesc
source: Download your quote for reference or confirm to book now.
bn: রেফারেন্সের জন্য আপনার কোট ডাউনলোড করুন বা এখনই বুক করতে নিশ্চিত করুন।
hi: संदर्भ के लिए अपना कोट डाउनलोड करें या अभी बुक करने के लिए पुष्टि करें।

source: Download PDF
bn: পিডিএফ ডাউনলোড করুন
hi: पीडीएफ डाउनलोड करें

# confirmSend
source: Confirm & Send via WhatsApp/Email
bn: নিশ্চিত করুন ও পাঠান হোয়াটসঅ্যাপ/ইমেইলে
hi: पुष्टि करें और भेजें व्हाट्सएप/ईमेल के माध्यम से

# bookingRequestSent
source: Booking Request Sent Successfully!
bn: বুকিং অনুরোধ সফলভাবে পাঠানো হয়েছে!
hi: बुकिंग अनुरोध सफलतापूर्वक भेजा गया!

source: Booking ID
bn: বুকিং আইডি
hi: बुकिंग आईडी

# bookingConfirmationDesc
source: Thank you for choosing us! We have received your request and our local Digha office will contact you within 24 hours to finalize your special menu.
bn: আমাদের বেছে নেওয়ার জন্য ধন্যবাদ! আমরা আপনার অনুরোধ পেয়েছি এবং আমাদের স্থানীয় দিঘা অফিস আপনার বিশেষ মেনু চূড়ান্ত করতে ২৪ ঘন্টার মধ্যে আপনার সাথে যোগাযোগ করবে।
hi: हमें चुनने के लिए धन्यवाद! हमें आपका अनुरोध प्राप्त हो गया है और हमारा स्थानीय दीघा कार्यालय आपके विशेष मेनू को अंतिम रूप देने के लिए 24 घंटे के भीतर आपसे संपर्क करेगा।

source: PDF Receipt
bn: পিডিএফ রসিদ
hi: पीडीएफ रसीद

source: WhatsApp Us
bn: হোয়াটসঅ্যাপ করুন
hi: व्हाट्सएप करें

source: Back to Home
bn: হোমে ফিরে যান
hi: होम पर वापस जाएं

source: What happens next?
bn: পরবর্তী কি হবে?
hi: आगे क्या होता है?

source: Request Received
bn: অনুরোধ প্রাপ্ত
hi: अनुरोध प्राप्त हुआ

# requestReceivedDesc
source: Our team is reviewing your requirements
bn: আমাদের টিম আপনার প্রয়োজনীয়তা পর্যালোচনা করছে
hi: हमारी टीम आपकी आवश्यकताओं की समीक्षा कर रही है

source: Expert Verification Call
bn: বিশেষজ্ঞ যাচাইকরণ কল
hi: विशेषज्ञ सत्यापन कॉल

# expertVerificationCallDesc
source: Within 24 hours to finalize guest count & dishes
bn: অতিথি সংখ্যা এবং খাবার চূড়ান্ত করতে ২৪ ঘন্টার মধ্যে
hi: अतिथि संख्या और व्यंजनों को अंतिम रूप देने के लिए 24 घंटे के भीतर

source: Booking Confirmation
bn: বুকিং নিশ্চিতকরণ
hi: बुकिंग पुष्टिकरण

# bookingConfirmationDescShort
source: Pay the advance to secure your dates
bn: আপনার তারিখ সুরক্ষিত করতে অগ্রিম পরিশোধ করুন
hi: अपनी तारीखें सुरक्षित करने के लिए अग्रिम भुगतान करें

source: Make it Extra Special
bn: এটিকে আরও বিশেষ করুন
hi: इसे और खास बनाएं

source: View all
bn: সব দেখুন
hi: सभी देखें

# addOnServicesDesc
source: Complete your celebration with our popular add-on services
bn: আমাদের জনপ্রিয় অ্যাড-অন পরিষেবাগুলির সাথে আপনার উদযাপন সম্পূর্ণ করুন
hi: हमारी लोकप्रिय ऐड-ऑन सेवाओं के साथ अपने उत्सव को पूरा करें

source: Flower Decoration
bn: ফুলের সাজসজ্জা
hi: फूलों की सजावट

# flowerDecorationDesc
source: Traditional marigold & rose arrangements for your venue.
bn: আপনার ভেন্যুর জন্য ঐতিহ্যবাহী গাঁদা ও গোলাপের সাজসজ্জা।
hi: आपके स्थल के लिए पारंपरिक गेंदा और गुलाब की सजावट।

source: Photography Services
bn: ফটোগ্রাফি সেবা
hi: फोटोग्राफी सेवाएं

# photographyServicesDesc
source: Capture every smile with our award-winning photographers.
bn: আমাদের পুরস্কার বিজয়ী ফটোগ্রাফারদের সাথে প্রতিটি হাসি ধরে রাখুন।
hi: हमारे पुरस्कार विजेता फोटोग्राफरों के साथ हर मुस्कान को कैद करें।

source: Live Music/Band
bn: লাইভ মিউজিক/ব্যান্ড
hi: लाइव संगीत/बैंड

# liveMusicBandDesc
source: Sufi, Folk, or Bollywood music to set the festive mood.
bn: উৎসবের মেজাজ তৈরি করতে সুফি, লোক বা বলিউড সঙ্গীত।
hi: उत्सव का मूड सेट करने के लिए सूफी, लोक या बॉलीवुड संगीत।

source: Enquire Now
bn: এখনই জিজ্ঞাসা করুন
hi: अभी पूछताछ करें

source: Step 2: Service Type
hi: चरण 2: सेवा प्रकार

# selectServiceType
source: Select Your Service Type
hi: अपनी सेवा का प्रकार चुनें

# serviceTypeDesc
source: Choose the type of service that best fits your celebration
hi: अपने उत्सव के लिए सबसे उपयुक्त सेवा का प्रकार चुनें

source: All Contract
hi: पूर्ण अनुबंध

# allContractDesc
source: Complete catering solution with cooking, serving, and cleanup
hi: खाना बनाने, परोसने और सफाई के साथ पूर्ण कैटरिंग समाधान

# cookAndServe
source: Cook & Serve
hi: खाना बनाना और परोसना

# cookAndServeDesc
source: Professional cooking and serving staff for your event
hi: आपके कार्यक्रम के लिए पेशेवर खाना बनाने और परोसने वाला स्टाफ

source: Only Cook
hi: केवल खाना बनाना

# onlyCookDesc
source: Expert chefs to prepare delicious meals at your venue
hi: आपके स्थल पर स्वादिष्ट भोजन तैयार करने के लिए विशेषज्ञ शेफ

source: Only Serve
hi: केवल परोसना

# onlyServeDesc
source: Professional serving staff for your prepared food
hi: आपके तैयार भोजन के लिए पेशेवर परोसने वाला स्टाफ

source: Only Starter
hi: केवल स्टार्टर

# onlyStarterDesc
source: Delicious appetizers and starters for your guests
hi: आपके मेहमानों के लिए स्वादिष्ट एपेटाइज़र और स्टार्टर

# mocktail
source: Mocktail Service
hi: मॉकटेल सेवा

# mocktailDesc
source: Refreshing mocktails and beverages for your celebration
hi: आपके उत्सव के लिए ताज़ा मॉकटेल और पेय पदार्थ

source: Selected
hi: चयनित

# pleaseSelectService
source: Please select a service type to continue
hi: जारी रखने के लिए कृपया एक सेवा प्रकार चुनें

# reviewAndConfirm
source: Review & Confirm
hi: समीक्षा और पुष्टि करें

source: Event Details
hi: इवेंट विवरण

source: Venue
hi: वेन्यू

source: Selected Menu Items
hi: चयनित मेनू आइटम

# confirmAndSend
source: Confirm & Send
hi: पुष्टि करें और भेजें

source: Event Type
hi: इवेंट प्रकार

source: Service Type
hi: सेवा प्रकार

source: Guest Count
hi: अतिथि संख्या
